Repository: katagaki/DJDX
Catalog: Shared/Localizable.xcstrings
Source language: ja
Languages: en, zh_hant

# Activity.NoData.Description
source: 最近のプレー履歴がここに表示されます。
en: Your recent play activity will appear here.
zh_hant: 最近的遊玩記錄會顯示在這裡。

# Activity.NoData.Title
source: アクティビティがありません
en: No Activity Yet
zh_hant: 尚無活動

# Alert.DeleteData.Score.Code.Placeholder
source: 6桁のコード
en: 6-digit code
zh_hant: 6 位數驗證碼

# Alert.DeleteData.Score.Code.Subtitle%@
source: すべてのスコアデータを削除するには、コード %@ を入力してください。
en: To confirm deletion of all score data, enter the code %@.
zh_hant: 若要刪除所有成績資料，請輸入驗證碼 %@。

# Alert.DeleteData.Score.Code.Title
source: 削除の確認
en: Confirm Deletion
zh_hant: 確認刪除

# Alert.DeleteData.Score.Confirm
source: スコアデータを消去
en: Delete Score Data
zh_hant: 刪除成績資料

# Alert.DeleteData.Score.Subtitle
source: スコアをご覧になるために、再度インポートする必要があります。
en: To view your score data in-app, you will need to import your score data again.
zh_hant: 若要查看成績資料，你需要再次匯入。

# Alert.DeleteData.Score.Title
source: インポートされたスコアデータがすべて削除されます
en: All Score Data Will Be Deleted
zh_hant: 所有已匯入的成績資料將被刪除

# Alert.DeleteData.Web.Confirm
source: Webデータを消去
en: Delete Website Data
zh_hant: 刪除網站資料

# Alert.DeleteData.Web.Subtitle
source: 次にWebでのインポートを行う際に、再度ログインする必要があります。
en: You will need to login again when you next import your data.
zh_hant: 下次從網站匯入資料時，你需要重新登入。

# Alert.DeleteData.Web.Title
source: Webデータがすべて削除されます
en: All Website Data Will Be Deleted
zh_hant: 所有網站資料將被刪除

# Alert.ExternalData.Completed.Text.%lld
source: %lld曲の譜面データが読み込まれました。
en: %lld charts were read successfully.
zh_hant: 已成功讀取 %lld 個譜面的資料。

# Alert.ExternalData.Completed.Title
source: データ取得が成功しました
en: Data Updated Successful
zh_hant: 資料更新成功

# Alert.ExternalData.Downloading.Title
source: 外部データをダウンロード中
en: Downloading Data From External Source
zh_hant: 正在從外部來源下載資料

# Alert.ICloudBackup.Failed.Subtitle
source: iCloudへのバックアップに失敗しました。iCloudにサインインしていることを確認して、もう一度お試しください。
en: Your data could not be backed up to iCloud. Check that you are signed in to iCloud, then try again.
zh_hant: 無法將資料備份至 iCloud。請確認你已登入 iCloud，然後再試一次。

# Alert.ICloudBackup.Failed.Title
source: バックアップに失敗しました
en: Backup Failed
zh_hant: 備份失敗

# Alert.ICloudBackup.Restore.Confirm
source: 復元
en: Restore
zh_hant: 還原

# Alert.ICloudBackup.Restore.Decline
source: 復元しない
en: Don't Restore
zh_hant: 不要還原

# Alert.ICloudBackup.Restore.Subtitle.%@
source: %@に作成されたバックアップがiCloudで見つかりました。復元しますか？
en: A backup created on %@ was found in iCloud. Do you want to restore it?
zh_hant: 在 iCloud 中找到一份於 %@ 建立的備份。要還原嗎？

# Alert.ICloudBackup.Restore.Title
source: iCloudバックアップから復元しますか？
en: Restore From iCloud Backup?
zh_hant: 要從 iCloud 備份還原嗎？

# Alert.ICloudBackup.RestoreCompleted.Subtitle
source: 復元を完了するには、アプリを再起動してください。
en: Restart the app to finish restoring your data.
zh_hant: 請重新啟動 App 以完成還原。

# Alert.ICloudBackup.RestoreCompleted.Title
source: 復元が完了しました
en: Restore Completed
zh_hant: 還原完成

# Alert.ICloudBackup.RestoreFailed.Subtitle
source: iCloudからの復元に失敗しました。次回アプリ起動時に、もう一度お試しください。
en: Your data could not be restored from iCloud. You can try again the next time you open the app.
zh_hant: 無法從 iCloud 還原資料。下次開啟 App 時，請再試一次。

# Alert.ICloudBackup.RestoreFailed.Title
source: 復元に失敗しました
en: Restore Failed
zh_hant: 還原失敗

# Alert.Import.Error.Subtitle.Maintenance
source: e-amusementはただいまメンテナンス中のため、ご利用いただけません。
en: The import could not be completed as the e-amusement service is currently under maintenance.
zh_hant: 由於 e-amusement 服務目前正在維護中，因此無法完成匯入。

# Alert.Import.Error.Subtitle.NoEAmusementPass
source: e-amusement passが登録されていないため、インポートが失敗しました。
en: The import could not be completed as there is no e-amusement pass linked.
zh_hant: 由於未登錄 e-amusement pass，因此無法完成匯入。

# Alert.Import.Error.Subtitle.NoPlayData
source: プレーデータがないため、インポートが失敗しました。
en: The import could not be completed as there is no play data available.
zh_hant: 由於沒有遊玩資料，因此無法完成匯入。

# Alert.Import.Error.Subtitle.NoPremiumCourse
source: e-amusementプレミアムコースに入会されていないため、インポートが失敗しました。
en: The import could not be completed as the e-amusement account is not subscribed to the "e-amusementプレミアムコース" service.
zh_hant: 由於 e-amusement 帳號未加入「e-amusement プレミアムコース」服務，因此無法完成匯入。

# Alert.Import.Error.Subtitle.ServerError
source: サーバーエラーが発生したため、インポートが失敗しました。
en: The import could not be completed as a server error occurred.
zh_hant: 由於發生伺服器錯誤，因此無法完成匯入。

# Alert.Import.Error.Title
source: データがインポートできませんでした
en: Import Failed
zh_hant: 無法匯入資料

# Alert.Import.Success.Subtitle
source: インポートが成功しました。
en: Your score data was imported successfully.
zh_hant: 已成功匯入。

# Alert.Import.Success.Title
source: データは正常にインポートされました
en: Import Completed
zh_hant: 匯入完成

# Alert.Importing.Title
source: インポート中
en: Importing
zh_hant: 匯入中

# Alert.Importing.Title.%lld.%lld
source: インポート中（%1$lld/%2$lld）
en: Importing (%1$lld of %2$lld)
zh_hant: 匯入中（%1$lld/%2$lld）

# Alert.ResetLayout.Confirm
source: レイアウトをリセット
en: Reset Layout
zh_hant: 重設版面配置

# Alert.ResetLayout.Subtitle
source: カードの表示と並び順が初期状態に戻ります。
en: Card visibility and order will be restored to their defaults.
zh_hant: 卡片的顯示與排列順序將還原為預設值。

# Alert.ResetLayout.Title
source: レイアウトをリセットしますか？
en: Reset Layout?
zh_hant: 要重設版面配置嗎？

# Analytics.ClearType.ByDifficulty
source: クリアランプ（レベル別概要）
en: Summary - Clear Type (By Chart Level)
zh_hant: 通關類型（各等級概要）

# Analytics.ClearType.Level.%lld
source: LEVEL %lld - クリア率
en: LEVEL %lld - Clear Type
zh_hant: LEVEL %lld - 通關類型

# Analytics.ClearType.Overall
source: クリアランプ概要
en: Summary - Clear Type
zh_hant: 通關類型（概要）

# Analytics.DDR.ClearBreakdown
source: クリア内訳
en: Clear Breakdown
zh_hant: 通關分布

# Analytics.DDR.RankBreakdown
source: ランク内訳
en: Rank Breakdown
zh_hant: 評價分布

# Analytics.DJLevel.ByDifficulty
source: DJ LEVEL（レベル別概要）
en: Summary - DJ Level (By Chart Level)
zh_hant: DJ Level（各等級概要）

# Analytics.DJLevel.Overall
source: DJ LEVEL内訳
en: DJ LEVEL Breakdown
zh_hant: DJ Level 分布

# Analytics.NewClears.Subtitle
source: 前回のインポートから
en: since last import
zh_hant: 自上次匯入以來

# Analytics.NewHighScores.Subtitle
source: 前回のインポートから
en: since last import
zh_hant: 自上次匯入以來

# Analytics.NoData
source: データなし
en: No data
zh_hant: 無資料

# Analytics.PerLevel.Breakdown
source: 内訳
en: Breakdown
zh_hant: 分布

# Analytics.PerLevel.ClearRate
source: クリアレート
en: Clear Rate
zh_hant: 通關率

# Analytics.PerLevel.ClearRateTrend
source: クリアレート推移
en: Clear Rate Trend
zh_hant: 通關率趨勢

# Analytics.PerLevel.ClearTypeTrend
source: クリアランプ推移
en: Clear Lamp Trend
zh_hant: 通關類型趨勢

# Analytics.PerLevel.DJLevelTrend
source: DJ LEVEL推移
en: DJ Level Trend
zh_hant: DJ Level 趨勢

# Analytics.PerLevel.Trend
source: 推移
en: Trend
zh_hant: 趨勢

# Analytics.PolarisChord.ClearBreakdown
source: クリア内訳
en: Clear Breakdown
zh_hant: 通關分布

# Analytics.PolarisChord.GradeBreakdown
source: グレード内訳
en: Grade Breakdown
zh_hant: 評價分布

# Analytics.SDVX.ClearBreakdown
source: クリア内訳
en: Clear Breakdown
zh_hant: 通關分布

# Analytics.SDVX.GradeBreakdown
source: グレード内訳
en: Grade Breakdown
zh_hant: 評價分布

# Analytics.SDVX.TotalCharts
source: プレー譜面数
en: Charts Played
zh_hant: 已遊玩譜面數

# Analytics.Section.LastPlay
source: 前回のプレー
en: Last Play
zh_hant: 上次遊玩

# Analytics.Section.Overview
source: 概要
en: Overview
zh_hant: 概覽

# Analytics.Section.PerLevel
source: レベル別
en: Per Level
zh_hant: 各等級

# Analytics.Section.ScoreData
source: プレー記録
en: Score Data
zh_hant: 成績資料

# Analytics.Settings.EditCards
source: 並べ替え
en: Change Order
zh_hant: 變更順序

# Analytics.Settings.Levels
source: 表示するレベル
en: Visible Levels
zh_hant: 顯示的等級

# Analytics.Settings.ResetOrder
source: リセット
en: Reset
zh_hant: 重設順序

# Analytics.Trends.ClearType
source: クリアランプ（時系列）
en: Trend - Clear Type
zh_hant: 通關類型趨勢

# Analytics.Trends.DJLevel
source: DJ LEVEL（時系列）
en: Trend - DJ Level
zh_hant: DJ Level 趨勢

# Analytics.Trends.Level.%lld
source: LEVEL %lld - クリアトレンド
en: LEVEL %lld - Clear Trend
zh_hant: LEVEL %lld - 通關趨勢

# Backup.Export
source: データを書き出す…
en: Export Data…
zh_hant: 匯出資料…

# Backup.Export.Footer
source: すべてのデータを含むZIPファイルを保存・共有できます。
en: Save or share a ZIP file containing all of your data.
zh_hant: 你可以儲存或分享一個包含所有資料的 ZIP 檔案。

# Backup.Title
source: バックアップ
en: Backup
zh_hant: 備份

# Calendar.BackToToday
source: 今日の日付に戻る
en: Back to Today
zh_hant: 回到今天

# Calendar.Import.FromCSV
source: CSVファイルを開く
en: Open CSV File...
zh_hant: 開啟 CSV 檔案

# Calendar.Import.FromWeb
source: Webからインポート
en: Use Web Importer
zh_hant: 從網站匯入

# Calendar.Import.LoadSamples.Button
source: サンプルデータを読み込む
en: Load Sample Data
zh_hant: 載入範例資料

# Calendar.Import.LoadSamples.Description
source: アプリの機能を試したい場合、サンプルデータを読み込んでからご利用いただけます。
en: If you would like to try out the app, you can also load a set of sample data.
zh_hant: 若想試用 App 的功能，你可以先載入範例資料再開始使用。

# Calendar.Import.SelectDate
source: インポート日付を選択
en: Import To Date
zh_hant: 選擇匯入日期

# Clear Type
source: クリアタイプ
en: Clear Type
zh_hant: 通關類型

# Count
source: カウント
en: Count
zh_hant: 次數

# Count.%lld
source: %lld回
en: %lld
zh_hant: %lld 次

# Date
source: 日付
en: Date
zh_hant: 日期

# DDR.DataSource.Warning.Action
source: 外部データソースを開く
en: Open Data Sources
zh_hant: 開啟資料來源

# DDR.DataSource.Warning.Message
source: BEMANIWikiデータをオフにしていると、譜面のレベルが取得されず、表示されません。
en: When BEMANIWiki data is turned off, chart levels are not downloaded and won't appear.
zh_hant: 若關閉 BEMANIWiki 資料，將不會下載譜面的等級，因此無法顯示。

# DDR.DataSource.Warning.Title
source: レベルが表示されない場合があります
en: Levels May Not Appear
zh_hant: 等級可能無法顯示

# Default
source: デフォルト
en: Default
zh_hant: 預設

# Game
source: ゲーム
en: Game
zh_hant: 遊戲

# Grade
source: グレード
en: Grade
zh_hant: 評價

# Height
source: 高さ
en: Height
zh_hant: 高度

# ICloudBackup.BackUpNow
source: 今すぐバックアップ
en: Back Up Now
zh_hant: 立即備份

# ICloudBackup.Description
source: 毎晩0時にデータがiCloudにバックアップされます。
en: Your data will be backed up to iCloud every night at midnight.
zh_hant: 每晚 0 點，你的資料會備份到 iCloud。

# ICloudBackup.Enable
source: 自動バックアップ
en: Back Up Automatically
zh_hant: 自動備份

# ICloudBackup.LastBackup
source: 前回のバックアップ
en: Last Backup
zh_hant: 上次備份

# ICloudBackup.LastBackup.Never
source: なし
en: Never
zh_hant: 尚未備份

# ICloudBackup.Restore.ProgressMessage
source: iCloudからデータを復元しています。しばらくお待ちください。
en: Restoring your data from iCloud. This may take a while.
zh_hant: 正在從 iCloud 還原資料，請稍候。

# ICloudBackup.Restore.ProgressTitle
source: バックアップを復元中
en: Restoring Backup
zh_hant: 正在還原備份

# Importer.CSV.Backup.Button
source: 「ファイル」アプリで開く
en: Open in Files App
zh_hant: 在「檔案」App 中開啟

# Importer.CSV.Backup.Description
source: DJDXはインポートしたCSVファイルをバックアップとして保存しています。「ファイル」アプリの「このiPhone内」→「DJDX」から以前のファイルを開けます。
en: DJDX saves a copy of every imported CSV file. Open the Files app and navigate to On My iPhone > DJDX to find previously imported files.
zh_hant: DJDX 會將每個匯入的 CSV 檔案儲存為備份。你可以開啟「檔案」App，前往「我的 iPhone」→「DJDX」來查看先前匯入的檔案。

# Importer.CSV.Download.Button
source: CSVをダウンロード
en: Download CSV File
zh_hant: 下載 CSV 檔案

# Importer.CSV.Download.Description
source: まず、公式ウェブサイトからCSVファイルをダウンロードしてください。 ダウンロードできない場合、Safariのメニューから「デスクトップサイト用Webサイトを表示」を選択してください。
en: You will first need to download your CSV data from the e-amusement website. If you cannot download the CSV file, select "Request Desktop Site" from the menu within Safari.
zh_hant: 請先從官方網站下載 CSV 檔案。 若無法下載，請在 Safari 的選單中選擇「請求桌面網站」。

# Importer.CSV.Load.Button
source: CSVを読み込む
en: Open CSV File
zh_hant: 開啟 CSV 檔案

# Importer.CSV.Load.Description
source: CSVファイルのダウンロードができたら、こちらで読み込んでください。
en: Once you have downloaded the CSV file, open it here.
zh_hant: 下載 CSV 檔案後，請在此開啟。

# Importer.Detail.PlayCount.%lld
source: %lldプレー
en: %lld plays
zh_hant: %lld 次遊玩

# Importer.Detail.SongCount.%lld
source: %lld曲
en: %lld songs
zh_hant: %lld 首

# Importer.OpenInSafari
source: Safariで開く
en: Open in Safari
zh_hant: 在 Safari 中開啟

# Migration.Description
source: アプリがアップデートされたため、データの最適化を行なっています。
en: Data is being optimized after an app update.
zh_hant: 由於 App 已更新，正在最佳化你的資料。

# Migration.Title
source: データ最適化中
en: Optimizing Data
zh_hant: 正在最佳化資料

# More.Attributions
source: 著者権表記
en: Attributions
zh_hant: 致謝

# More.Disclaimer
source: 免責事項
en: Disclaimer
zh_hant: 免責聲明

# More.Disclaimer.NotAffiliated
source: このアプリはコナミとは一切関係がありません。アプリ内に表示される内容について、コナミは一切の責任を負いません。
en: This app is not affiliated with KONAMI. KONAMI bears no responsibility for any content shown in this app.
zh_hant: 本應用程式與 KONAMI 並無任何關聯。對於應用程式內顯示的內容，KONAMI 概不負責。

# More.ExternalData.BemaniWiki2nd.Data
source: データ
en: Data
zh_hant: 資料

# More.ExternalData.BemaniWiki2nd.Description
source: 譜面の時間、ノーツ数
en: Chart Time, Note Counts
zh_hant: 譜面時間、音符數

# More.ExternalData.BemaniWiki2nd.EntryCount
source: 楽曲数
en: Number of Songs
zh_hant: 歌曲數量

# More.ExternalData.BemaniWiki2nd.Footer
source: DJDXはBEMANIWiki 2ndとは一切関係ありません。
en: DJDX is not affiliated with or endorsed by BEMANIWiki 2nd.
zh_hant: DJDX 與 BEMANIWiki 2nd 並無任何關聯。

# More.ExternalData.BM2DX.Data
source: データ
en: Data
zh_hant: 資料

# More.ExternalData.BM2DX.Description
source: 譜面別ノーツレーダー
en: Notes Radar Per Chart
zh_hant: 各譜面的譜面雷達

# More.ExternalData.BM2DX.EntryCount
source: 譜面数
en: Number of Charts
zh_hant: 譜面數量

# More.ExternalData.BM2DX.Footer
source: DJDXはbm2dx.comとは一切関係ありません。
en: DJDX is not affiliated with or endorsed by bm2dx.com.
zh_hant: DJDX 與 bm2dx.com 並無任何關聯。

# More.ExternalData.Charts
source: 譜面一覧
en: Chart Data
zh_hant: 譜面資料

# More.ExternalData.Description
source: ノーツ数、ノーツレーダー
en: Note Counts, Notes Radar
zh_hant: 音符數、譜面雷達

# More.ExternalData.Disclaimer
source: DJDXはこの外部データソースとは一切関係ありません。
en: DJDX is not affiliated with or endorsed by this external data source.
zh_hant: DJDX 與此外部資料來源並無任何關聯。

# More.ExternalData.Header
source: 外部データソース
en: External Data Sources
zh_hant: 外部資料來源

# More.ExternalData.SDVXIn.Description
source: 譜面インデックス
en: Chart Index
zh_hant: 譜面索引

# More.ExternalData.SDVXIn.EntryCount
source: 譜面数
en: Number of Charts
zh_hant: 譜面數量

# More.ExternalData.SDVXIn.Footer
source: DJDXはSDVX譜面保管所とは一切関係ありません。
en: DJDX is not affiliated with or endorsed by SDVX譜面保管所.
zh_hant: DJDX 與 SDVXin 並無任何關聯。

# More.ExternalData.Textage.Description
source: 譜面インデックス
en: Chart Index
zh_hant: 譜面索引

# More.ExternalData.Textage.EntryCount
source: 譜面数
en: Number of Charts
zh_hant: 譜面數量

# More.ExternalData.Textage.Footer
source: DJDXはTextageとは一切関係ありません。
en: DJDX is not affiliated with or endorsed by Textage.
zh_hant: DJDX 與 Textage 並無任何關聯。

# More.ExternalData.UpdateData
source: データを更新
en: Update Data
zh_hant: 更新資料

# More.ExternalData.ViewSource
source: ソースを見る
en: Visit Source
zh_hant: 查看來源

# More.General.AppIcon
source: アプリアイコン
en: App Icon
zh_hant: App 圖示

# More.General.Header
source: 一般
en: General

# More.General.ShowAnalytics
source: アナリティクスを表示
en: Show Analytics
zh_hant: 顯示分析

# More.General.ShowProfileHeader
source: プロフィールを表示
en: Show Profile Header
zh_hant: 顯示個人檔案

# More.GitHub
source: ソースコード
en: View Source Code
zh_hant: 查看原始碼

# More.ManageData.Backup
source: バックアップ
en: Backup
zh_hant: 備份

# More.ManageData.ClearAnalyticsCache
source: アナリティクスキャッシュをクリア
en: Clear Analytics Cache
zh_hant: 清除分析快取

# More.ManageData.DeleteOrReset
source: 消去またはリセット…
en: Delete or Reset…
zh_hant: 刪除或還原…

# More.ManageData.DeleteScoreData
source: スコアデータを消去
en: Delete Score Data
zh_hant: 刪除成績資料

# More.ManageData.DeleteWebData
source: Webデータを消去
en: Delete Website Data
zh_hant: 刪除網站資料

# More.ManageData.Header
source: データ管理
en: Manage Data
zh_hant: 資料管理

# More.ManageData.ICloudBackup
source: iCloudバックアップ
en: iCloud Backup
zh_hant: iCloud 備份

# More.ManageData.ResetLayout
source: レイアウトをリセット
en: Reset Layout
zh_hant: 重設版面配置

# More.NotesRadar.Total
source: 合計レーダースコア
en: TOTAL
zh_hant: 總計

# More.PlayDataDisplay.Header
source: 表示設定
en: Display
zh_hant: 顯示設定

# More.PlayDataDisplay.HideBeginnerLevel
source: BEGINNERを非表示
en: Hide Beginner Difficulty
zh_hant: 隱藏 BEGINNER 難易度

# More.PlayDataDisplay.ShowArtist
source: アーティスト
en: Artist Name
zh_hant: 演出者

# More.PlayDataDisplay.ShowGenre
source: ジャンル
en: Genre
zh_hant: 曲風

# More.PlayDataDisplay.ShowLevel
source: レベルおよび難易度
en: Level & Difficulty
zh_hant: 等級與難易度

# More.PlayDataDisplay.ShowLevelsSeparately
source: 難易度を分けて表示
en: Show Difficulties Separately
zh_hant: 依難易度分別顯示

# More.PlayDataDisplay.ShowLevelsSeparately.Description
source: （未実装）譜面を難易度で分けて表示されます。
en: (WIP) Separate each difficulty into its own item when displaying.
zh_hant: （尚未實作）顯示時依難易度分別列出各譜面。

# Onboarding.Continue
source: はじめる
en: Get Started
zh_hant: 開始使用

# Onboarding.Feature.ExternalData.Blurb
source: さまざまな外部データソースの楽曲情報や譜面データを取り込んでライブラリーを充実させます。
en: Enrich your library with song details, chart info, and notes radar data from external sources.
zh_hant: 從各種外部資料來源匯入樂曲資訊與譜面資料，讓你的資料庫更加充實。

# Onboarding.Feature.ExternalData.Title
source: 外部データソース
en: External Data Sources
zh_hant: 外部資料來源

# Onboarding.Feature.MultipleGames.Blurb
source: beatmania IIDX、SOUND VOLTEX、ポラリスコード、DanceDanceRevolutionのプレーデータを1つのアプリでまとめて管理できます。
en: Track beatmania IIDX, SOUND VOLTEX, ポラリスコード, and DanceDanceRevolution scores all in one place.
zh_hant: 在單一 App 中統一管理 beatmania IIDX、SOUND VOLTEX、Polaris Chord 與 DanceDanceRevolution 的遊玩資料。

# Onboarding.Feature.MultipleGames.Title
source: 複数タイトル対応
en: Multiple Game Support
zh_hant: 支援多款遊戲

# Onboarding.Feature.Sessions.Blurb
source: リザルト画面の写真を撮るだけで、beatmania IIDXの1Pプレーのスコアを自動で読み取ります。
en: Capture the result screen and DJDX records your beatmania IIDX 1P scores automatically.
zh_hant: 只要拍下成績畫面，DJDX 就會自動讀取 beatmania IIDX 的 1P 遊玩分數。

# Onboarding.Feature.Sessions.Title
source: セッション（ベータ）
en: Sessions (Beta)
zh_hant: 遊玩記錄（Beta）

# Onboarding.Feature.WebImport.Blurb
source: KONAMI IDでログインすれば、e-amusementからスコアを直接取り込み。手入力は必要ありません。
en: Sign in to your KONAMI account and bring your scores in directly from e-amusement, no manual entry required.
zh_hant: 登入 KONAMI ID 後，即可直接從 e-amusement 匯入成績，無需手動輸入。

# Onboarding.Feature.WebImport.Title
source: Webインポート
en: Web Import
zh_hant: 網站匯入

# Onboarding.Title
source: %@へようこそ
en: Welcome to %@
zh_hant: 歡迎使用 %@

# Rank
source: ランク
en: Rank
zh_hant: 評價

# Scores.CustomizeDisplay
source: 表示をカスタマイズ
en: Customize Display
zh_hant: 自訂顯示

# Scores.Filter.ShowWithScoreOnly
source: スコアのある曲のみ表示
en: Show Songs With Scores Only
zh_hant: 僅顯示有成績的譜面

# Scores.History.NoData.Description
source: スコア履歴を閲覧するには、「マイ弐寺」画面でBEMANIWiki 2ndのデータを取得する必要があります。
en: To view historical score data, you will first need to update the BEMANIWiki 2nd data from the My IIDX tab.
zh_hant: 若要查看歷史成績資料，請先在「My IIDX」分頁更新 BEMANIWiki 2nd 的資料。

# Scores.SDVX.ViewChart
source: 譜面
en: Chart

# Scores.Search.Prompt
source: 譜面
en: Charts

# Scores.Viewer.LastPlayDate.%@
source: 最終プレー日時：%@
en: Last Played: %@
zh_hant: 最後遊玩日期：%@

# Scores.Viewer.NoDataForCurrentVersion
source: 現バージョンのプレー記録はありません。
en: No play data for the current version.
zh_hant: 目前版本沒有遊玩記錄。

# Scores.Viewer.OpenChart
source: 譜面を確認
en: View Chart
zh_hant: 查看譜面

# Scores.Viewer.OpenTextage.1P
source: 1Pの譜面
en: 1P Chart
zh_hant: 1P 譜面

# Scores.Viewer.OpenTextage.2P
source: 2Pの譜面
en: 2P Chart
zh_hant: 2P 譜面

# Scores.Viewer.OpenTextage.DP
source: DPの譜面
en: DP Chart
zh_hant: DP 譜面

# Scores.Viewer.OpenYouTube
source: YouTubeで譜面を検索
en: Search on YouTube
zh_hant: 在 YouTube 上搜尋譜面

# Scores.Viewer.ShowHistory
source: 履歴を見る
en: Score History
zh_hant: 查看記錄

# SDVXInChartViewer.FallbackMessage
source: 譜面が開きませんか？ お手数ですが、sdvx.inで手動で開いてみてください。
en: Chart not opening? Try opening it manually on sdvx.in.
zh_hant: 譜面無法開啟嗎？ 麻煩你前往 sdvx.in 手動開啟看看。

# Sessions.Active.Title
source: セッション
en: Session
zh_hant: 遊玩記錄

# Sessions.Beta.Title
source: セッションについて
en: Sessions
zh_hant: 關於遊玩記錄

# Sessions.Camera.AutoDetect
source: 自動的にリザルトを検出
en: Automatically Detect Results
zh_hant: 自動偵測結果

# Sessions.Camera.Denied.Message
source: リザルト画面を撮影するには、設定でカメラへのアクセスを許可してください。
en: Allow camera access in Settings to capture result screens.
zh_hant: 若要拍攝結果畫面，請在「設定」中允許存取相機。

# Sessions.Camera.Denied.Title
source: カメラへのアクセスが必要です
en: Camera Access Needed
zh_hant: 需要存取相機

# Sessions.Camera.Guide
source: リザルト画面を枠内に収めてください
en: Fit the result screen inside the frame
zh_hant: 請將結果畫面對準框內

# Sessions.Camera.Options
source: オプション
en: Options
zh_hant: 選項

# Sessions.Camera.ShowStagedResults
source: 検出中のリザルトを表示
en: Show Staged Results
zh_hant: 顯示偵測中的結果

# Sessions.Camera.Unavailable.Message
source: カメラを起動できませんでした。カメラを使用している他のアプリを終了してから、もう一度お試しください。
en: The camera could not be started. Close other apps that may be using the camera, then try again.
zh_hant: 無法啟動相機。請關閉其他可能正在使用相機的 App，然後再試一次。

# Sessions.Camera.Unavailable.Title
source: カメラを使用できません
en: Camera Unavailable
zh_hant: 無法使用相機

# Sessions.Capture
source: 撮影
en: Capture
zh_hant: 拍攝

# Sessions.DataSource.Warning.Action
source: 外部データソースを開く
en: Open Data Sources
zh_hant: 開啟外部資料來源

# Sessions.DataSource.Warning.Message
source: BEMANIWiki 2ndをオフにしていると、曲名が正しく取得できなかったり、表示されないことがあります。
en: When BEMANIWiki 2nd is turned off, song names may be inaccurate or may not appear.
zh_hant: 若關閉 BEMANIWiki 2nd，可能無法正確取得曲名，或無法顯示曲名。

# Sessions.DataSource.Warning.Title
source: 曲名が正しく表示されない場合があります
en: Song Names May Be Inaccurate
zh_hant: 曲名可能無法正確顯示

# Sessions.Detail.Annotations.Numeric
source: 英語のみ
en: EN
zh_hant: 僅英文

# Sessions.Detail.Annotations.Title
source: 日本語＋英語
en: JP + EN
zh_hant: 日文＋英文

# Sessions.Detail.AverageHeartRate
source: 平均心拍数
en: Average Heart Rate
zh_hant: 平均心率

# Sessions.Detail.Chart
source: 譜面
en: Chart

# Sessions.Detail.ClearType
source: クリアタイプ
en: Clear Type
zh_hant: 通關類型

# Sessions.Detail.ClearTypeBreakdown
source: クリアランプ内訳
en: Clear Lamp Breakdown
zh_hant: 通關類型分布

# Sessions.Detail.Confidence
source: 信頼度
en: Confidence
zh_hant: 可信度

# Sessions.Detail.DJLevelBreakdown
source: DJ LEVEL内訳
en: DJ LEVEL Breakdown
zh_hant: DJ Level 分布

# Sessions.Detail.Error
source: エラー
en: Error
zh_hant: 錯誤

# Sessions.Detail.ExScore
source: スコア
en: Score
zh_hant: 分數

# Sessions.Detail.HeartRate
source: 心拍数
en: Heart Rate
zh_hant: 心率

# Sessions.Detail.Miss
source: ミス
en: Miss
zh_hant: 失誤

# Sessions.Detail.RecognizedText
source: 認識されたテキスト
en: Recognized Text
zh_hant: 辨識文字

# Sessions.Detail.Reprocess
source: 写真を再解析
en: Re-process Photo
zh_hant: 重新分析照片

# Sessions.Detail.Result
source: リザルト
en: Result
zh_hant: 結果

# Sessions.Detail.ShowText
source: 認識テキストを表示
en: Show recognized text
zh_hant: 顯示辨識文字

# Sessions.Detail.Song
source: 曲
en: Song
zh_hant: 樂曲

# Sessions.Detail.State
source: 状態
en: State
zh_hant: 狀態

# Sessions.Detail.Status
source: ステータス
en: Status
zh_hant: 狀態

# Sessions.Detail.Summary
source: 概要
en: Summary
zh_hant: 摘要

# Sessions.Detail.Title
source: プレー
en: Play
zh_hant: 遊玩

# Sessions.Duration.%lld
source: %lld分
en: %lld min
zh_hant: %lld 分鐘

# Sessions.Elapsed
source: 経過時間
en: Elapsed
zh_hant: 經過時間

# Sessions.Empty.Message
source: リザルト画面を撮影してこのセッションに追加しましょう。
en: Capture a result screen to add it to this session.
zh_hant: 拍攝結果畫面，將其加入這次遊玩記錄。

# Sessions.Empty.Title
source: プレーがありません
en: No Plays Yet
zh_hant: 尚無遊玩記錄

# Sessions.End
source: 終了
en: End
zh_hant: 結束

# Sessions.Export.All
source: すべて書き出す
en: Export All
zh_hant: 匯出全部

# Sessions.Export.All.Confirm
source: 撮影したすべての写真を書き出しますか？
en: Export all captured photos?
zh_hant: 要匯出所有拍攝的照片嗎？

# Sessions.Files.Save
source: ファイルに保存
en: Save to Files
zh_hant: 儲存到「檔案」

# Sessions.HealthKit.Footer
source: オンにすると、各セッションをワークアウトとして記録します。心拍数はApple Watchを接続している場合のみ表示されます。
en: When on, DJDX records each session as a workout. Heart rate is shown only when an Apple Watch is connected.
zh_hant: 開啟後，DJDX 會將每段遊玩記錄記為體能訓練。心率僅在連接 Apple Watch 時顯示。

# Sessions.HealthKit.Toggle
source: ヘルスケアでワークアウトを記録
en: Track Workouts with Health
zh_hant: 在「健康」記錄體能訓練

# Sessions.HeartRate
source: 心拍数
en: Heart Rate
zh_hant: 心率

# Sessions.HeartRate.Average
source: 平均
en: Average

# Sessions.HeartRate.ByChart
source: 譜面別
en: By Chart
zh_hant: 各譜面

# Sessions.HeartRate.Maximum
source: 最高
en: Maximum

# Sessions.HeartRate.Minimum
source: 最低
en: Minimum

# Sessions.History.Empty.Message
source: 過去のセッションがここに表示されます。
en: Your past sessions will appear here.
zh_hant: 過去的遊玩記錄會顯示在這裡。

# Sessions.History.Plays
source: プレー
en: Plays
zh_hant: 遊玩記錄

# Sessions.History.Title
source: 履歴
en: History
zh_hant: 記錄

# Sessions.Import
source: 読み込む
en: Import
zh_hant: 匯入
